/* Unknown error */

"Detail 1024" = "Une erreur inconnue est survenue. Si vous cherchiez à en savoir plus, ce n'est pas le bon emplacement.";

/* Can't create folder */

"Detail 1025" = "Une erreur inconnue est survenue lors de la création du dossier. Veuillez vérifier que les permissions sont correctes et que le dossier parent n'est pas verrouillé par le Finder.";

/* Can't create file */

"Detail 1026" = "Une erreur inconnue est survenue lors de la création du fichier. Veuillez vérifier que les permissions sont correctes et que le dossier parent n'est pas verrouillé par le Finder.";

/* Can't copy file */

"Detail 1027" = "Une erreur inconnue est survenue lors de la création de l'élément. Veuillez vérifier que les permissions sont correctes sur la source et la destination. Cela peut aussi être une bonne ideée de vérifier que la source et la destination existent bien.";

/* Can't remove file */

"Detail 1028" = "Une erreur inconnue est survenue lors de la suppression du fichier. Veuillez vérifier que les permissions sont correctes et que le fichier n'est pas verrouillé par le Finder.";

/* File does not exist */

"Detail 1029" = "Ce dossier scratch n'existe pas à l'emplacement indiqué. Rappel : Les fichiers manquants sont affichés en rouge dans le projet.";

/* Incorrect File Type */

"Detail 1030" = "Le type de fichier est incorrect.";

/* Insufficient Privileges */

"Detail 1031" = "Vous n'avez pas suffisement de privilèges pour réaliser cette opération. Si vous utiliez un disque réseau, ce problème peut survenir. Il est recommandé de ne travailler qu'avec des disques locaux.";

/* Insufficient Privileges Set */

"Detail 1032" = "Une erreur inconnue est survenue lors du positionnement des permissions sur un fichier ou un dossier. Si vous utiliez un disque réseau, ce problème peut survenir. Il est recommandé de ne travailler qu'avec des disques locaux.";

/* Missing Information */

"Detail 1033" = "Certaines informations sont absentes dans la hiérarchie du projet, Le fichier du projet est peut-être corrompu. Cependant, comme les fichiers Iceberg sont des fichiers XML et que le format est documenté, vous pouvez utiliser un éditeur texte pour réparer le fichier.";

/* Out of Memory */

"Detail 1034" = "L'ordinateur est à court de mémoire, Ceci étant une erreur peu courante, il serait peut-être souhaitable de songer à offir de la RAM à votre ordinateur.";

/* Packages have same name */

"Detail 1035" = "Au moins 2 packages d'un metapackage portent le même nom. Vous devez utiliser des noms uniques dans ce cas.";

/* Pax failed */

"Detail 1036" = "La création de l'archive pax a échoué. Vérifier qu'aucune permission, propriétaire ou groupe exotique n'aient été mis dans la hiérarchie des fichiers.\nVeuillez noter que pax n'est pas compatible avec les ACLs. Pour determiner si les ACLs sont activees sur votre systeme, utilisez la commande 'fsaclctl -p /' dans le Terminal.";

/* Bom failed */

"Detail 1037" = "La création du fichier bom a échoué. Vérifier qu'aucune permission, propriétaire ou groupe exotique n'aient été mis dans la hiérarchie des fichiers.";

/* Can't clean folder */

"Detail 1038" = "Une erreur est survenue lors du nettoyage du dossier scratch. Le projet a cependant bien été construit.";

/* Scratch folder does not exist */

"Detail 1039" = "Le dossier scratch n'existe pas à l'emplacement indiqué.";

/* Missing License Template */

"Detail 1040" = "Le modèle de licence est aux abonnés absents. Veuillew vérifier que l'installation d'Iceberg est correcte. Il se peut que vous deviez re-installer Iceberg pour corriger ce problème.";

/* Can't write file */

"Detail 1041" = "Une erreur est survenue lors de l'écriture du fichier sur le disque. Vérifier que vous disposez de suffisement d'espace disque et que les permissions sont correctes.";

/* Folder does not exist */

"Detail 1042" = "Le dossier n'existe pas sur le disque.";

/* Missing Split Foks tool */

"Detail 1043" = "L'outil que vous avez choisi pour séparer les forks n'a pu être trouvé sur le disque. Pour rappel : L'outil SplitForks n'est disponible que si vous avez installé les outils développeurs.";

/* Split forks on non HFS Volume */

"Detail 1044" = "Il n'est pas possible de séparer les forks sur un volume non HFS. Si votre dossier scratch se situe sur un volume AppleShare, veuillew noter que les volumes AppleShare ne sont pas vus comme des volumes HFS par Mac OS X.";

/* Split forks error */

"Detail 1045" = "Une erreur inconnue est survenue lors de l'opération de split.";